{
	"datasrc": "https://www.amazon.com/War-Factory-Transformation-Book-Two/dp/1597808822/ref=pd_bxgy_img_2/144-5256485-3613224?_encoding=UTF8&pd_rd_i=1597808822&pd_rd_r=158871b5-1908-46f2-bf85-29563328ff70&pd_rd_w=AQDjh&pd_rd_wg=Px7YC&pf_rd_p=ce6c479b-ef53-49a6-845b-bbbf35c28dd3&pf_rd_r=XQAS40TED33KVGZWWTBQ&psc=1&refRID=XQAS40TED33KVGZWWTBQ",
	"details": {
		"description": {
			"selector": "#bookDesc_iframe > div#iframeContent",
			"valueSeln": "#text",
			"value": "<b>A berserk AI runs rampant across galaxies in this explosive, fast-paced follow-up to <i>Dark Intelligence</i>, continuing the new Polity series Transformation from UK space opera master Neal Asher.</b><br><br>Thorvald Spear, resurrected from his death over a hundred years earlier, continues to hunt Penny Royal, the rogue AI and dangerous war criminal on the run from Polity forces. Beyond the Graveyard, a lawless and deadly area in deep space, Spear follows the trail of several enemy Prador, the crab-like alien species with a violent history of conflict with humanity.<br><br>Sverl, a Prador genetically modified by Penny Royal and slowly becoming human, pursues a fellow Prador harboring deep hatred for the Polity and looking to reignite the dormant war with mankind.<br><br>Blite, captain of a bounty-hunting ship, hands over two prisoners and valuable memplants from Penny Royal to the Brockle, a dangerous forensics entity with a keen interest in the corrupted AI and its unclear motives.<br><br>Penny Royal meanwhile seeks Factory Station Room 101, a wartime manufacturing space station thought to be destroyed. What does it want with the factory? And will Spear find the rogue AI before it gets there?<br><br><i>War Factory</i>, the second book in the Transformation trilogy, is signature space opera from Neal Asher: breakneck pacing, high-tech science, bizarre alien creatures, and gritty, dangerous far-future worlds.<br><br>Skyhorse Publishing, under our Night Shade and Talos imprints, is proud to publish a broad range of titles for readers interested in science fiction (space opera, time travel, hard SF, alien invasion, near-future dystopia), fantasy (grimdark, sword and sorcery, contemporary urban fantasy, steampunk, alternative history), and horror (zombies, vampires, and the occult and supernatural), and much more. While not every title we publish becomes a <i>New York Times</i> bestseller, a national bestseller, or a Hugo or Nebula award-winner, we are committed to publishing quality books from a diverse group of authors."
		}
	}
}